{
  "masthead": {
    "brand": "New Heart",
    "title": "New Heart Global Family Newsletter",
    "subtitle": "The Fourth Day Chat",
    "season": "Fall, 2025",
    "byline": "by New Heart Family"
  },
  "verse": {
    "ezekiel": "\"I will give you a new heart and put a new spirit in you; I will remove from you your heart of stone and give you a heart of flesh.\" — Ezekiel 36:26"
  },
  "sections": {
    "editorial": "Editorial",
    "serve": "Ways to Serve",
    "stories": "New Heart Stories",
    "kids": "New Heart Kids"
  },
  "ui": {
    "darkMode": "Dark",
    "print": "Print",
    "share": "Share",
    "close": "Close"
  },
  "editorial": {
    "body": "\n<p><strong>God’s Faithfulness: Our Enduring Foundation</strong></p>\n<p>New Heart Ministry recently celebrated its 54th gathering in Korea, marking almost two decades of God's sustaining grace. The name \"New Heart\" itself was divinely inspired, and the first gathering under this banner took place in Cambodia, serving young Vietnamese students. Since then, the ministry has expanded its reach to China, Ethiopia, Israel, the Philippines, Vietnam, and Korea, with its headquarters in the United States. In a beautiful orchestration of God's heart for every generation, New Heart has also grown to include New Heart Kids programs, allowing children to join the gatherings with dedicated activities specifically designed for them. This year alone, two such programs have already taken place—one in the USA and one in Korea—underscoring the importance of every generation in the Kingdom Family.</p>\n<p>Across these nations, we have seen God’s faithfulness as He transforms lives—bringing souls from death to life, placing within them a New Heart (Ezekiel 36:26), and awakening them to their God‑given purpose and destiny—to raise a people of fire. Despite differences in culture, location, and language, the Holy Spirit has intricately woven us together into one family: The Kingdom Family. We celebrate and honor one another according to His calling, holding nothing back as we serve each other with transformed hearts (Acts 2).</p>\n<p>As God’s vision for New Heart Ministry continues to sharpen, we sense His desire not only to document the mighty works and the abundant grace flowing through this ministry but also for us, as a family, to nurture our connections and care for one another. Thus, the Newsletter for New Heart Family. We believe that, as promised in Isaiah 54, God is preparing to expand New Heart—not only into new physical territories but also through spiritual elevation and enlargement. By His strength and Spirit, we are committed to fulfilling what He has declared according to His covenant over this ministry in the days ahead.</p>\n"
  },
  "serve": {
    "note": "Selected line items shown; full chart maintained by coordinators.",
    "vn": {
      "header": "Palanca Donations — Vietnam #14",
      "notebook": "50 pcs • 304.5K VND",
      "pens": "50 pcs • 283K VND",
      "towel": "50 pcs • 3,200K VND",
      "tooth": "50 pcs • 1,500K VND",
      "magnet": "50 pcs • 2,100K VND",
      "sheep": "50 pcs • 1,800K VND",
      "facial": "200 pcs • 3,650K VND"
    },
    "th": {
      "header": "Palanca Donations — Thailand #1",
      "notebook": "45 pcs • ฿495",
      "towel": "40 pcs • ฿4,060",
      "tooth": "40 pcs • ฿1,630",
      "magnet": "40 pcs • ฿2,100",
      "youareloved": "40 pcs • ฿3,240",
      "lantern": "40 pcs • ฿4,370",
      "usb": "40 pcs • ฿3,240"
    },
    "items": {
      "notebook": "Notebook",
      "pens": "Blue/Red ballpens",
      "towel": "Towel",
      "tooth": "Toothbrush/Paste",
      "magnet": "Food tray magnet",
      "sheep": "Sheep Doll",
      "facial": "Facial Pack",
      "youareloved": "You are loved",
      "lantern": "Lantern",
      "usb": "USB (4GB)"
    }
  },
  "stories": {
    "placeholder": "Stories will appear here. Tap a language above to see live translation."
  },
  "kids": {
    "placeholder": "Highlights and resources to serve families and kids in our global family."
  },
  "footer": {
    "rights": "Design & Layout by New Heart Communications • 2025 • Please keep this newsletter within the New Heart Family."
  }
}